src/main/resources/dvb/post/post.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope
        xmlns:soap="http://www.w3.org/2003/05/soap-envelope"
        xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
        xmlns:xsd="http://www.w3.org/2001/XMLSchema">
    <soap:Body>
        <Transaction xmlns="https://services.elecanet.ru/Payment/">
            <HostRequest operation="auth">
                <termType>2</termType>
                <termID>000122002</termID>
                <regNum>8980</regNum>
                <reqDateTime>20080514170000</reqDateTime>
                <merchantCode>MTS</merchantCode>
                <reqID>9164125171c</reqID>
                <currency>B10</currency>
            </HostRequest>
        </Transaction>
    </soap:Body>
</soap:Envelope>
